<!DOCTYPE html>
<html lang="de">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">

    <title>Werwolf</title>

    <meta property="og:title" content="Werwolf">
    <meta property="og:site_name" content="Werwolf">
    <meta property="og:url" content="https://theeglerion.github.io/Werwolf/">
    <meta property="og:description" content="Regeln für Werwolf auf Twitter">
    <meta property="og:type" content="website">
    <meta property="og:image:type" content="image/jpeg">
    <meta property="og:image" itemprop="image" content="img/test.jpg">
    <meta property="og:image:width" content="300">
    <meta property="og:image:height" content="300">

    <link rel="stylesheet" href="css/styles.css">
    <link rel="icon" type="image/x-icon" href="img/icon.png">
</head>

<body class="background">
    <div class="borderX">
        <div class="navbar">
            <a>Index:</a>
            <a href="#Ablauf">Ablauf</a>
            <a href="#Regeln">Regeln</a>
            <a href="#Rollen">Rollen</a>
        </div>
    </div>

    <h1 id="Top">Werwolf</h1>

    <h2 id="Ablauf">-Ablauf-</h2>
    <div class="main">
        <p>Alle Mitspielenden werden in eine gemeinsame Chatgruppe eingeladen und bekommen eine geheime Rolle zugeteilt. Unter ihnen die Werwölfe. Die Werwölfe versuchen unentdeckt zu bleiben während sie versuchen, alle anderen Spieler:innen zu fressen.
            Die andern Spieler:innen probieren die Werwölfe zu enttarnen, bevor diese alle anderen ausgeschaltet haben. Dafür führt die Spielleitung (SL) abwechselnd in eine Tag- und in eine Nachtphase: In der Nachtphase schlafen alle Mitspielenden ein.
            (D.h. sie müssen jegliche Kommunikation untereinander einstellen). Die SL wird dann die Werwölfe in einem separaten Chat auffordern ein Opfer zu wählen. Danach gibt es noch andere Rollen, die den Spielverlauf beeinflussen können (siehe Rollen).
            Wenn alle nachtaktiven Rollen mit ihrem Zug fertig sind, beginnt die Tagphase - alle Spieler:innen erwachen gemeinsam und das Opfer der Werwölfe wird preisgegeben. Das Opfer scheidet aus dem weiteren Spielverlauf aus. Darauf hin, müssen sich
            alle anderen, noch lebenden Mitspielenden via Vote für jemanden entscheiden, den sie für einen Werwolf halten. Die Person mit den meisten Stimmen wird „hingerichtet“ und scheidet ebenfalls aus dem Spiel aus. Die anderen Spieler:innen erfahren,
            ob diese Person ein Werwolf war. Dann wird es wieder Nacht.</p>
    </div>

    <h2 id="Regeln">-Regeln-</h2>
    <div class="main">
        <p>- Kommunikation findet ausschließlich über die Chatgruppen statt. DMs (außer mit der SL) bezüglich des Spieles ist Cheaten!
        </p>
        <p>- Absprachen in Werwolf-Chat sind nicht erlaubt, er dient nur zur Wahl des Opfers.
        </p> - Mit dem Ende der Abstimmung am Tag beginnt sofort die Nacht-Phase. In der Nacht muss Chatten in der Gruppe eingestellt werden!
    </div>

    <h2 id="Rollen">-Rollen-</h2>
    <div class="main">
        <p>Adel:<br> Versucht alle anderen Adligen auszuschalten. Muss mindestens eine Nacht und einen Tag auf dem Thron &uuml;berleben.
            <br> Amor:
            <br> Bestimmt in der ersten Nacht zwei Liebende.<br /> Dirne/Lustknabe:
            <br> Besucht nachts eine andere Person. Diese Person erf&auml;hrt davon. Ist diese Person einer der Werw&ouml;lfe, haben diese f&uuml;r die Nacht ihr Opfer gefunden. Wenn nicht, und kommen die Werw&ouml;lfe an ihr/sein Haus, finden sie es
            leer vor und m&uuml;ssen die Nacht hungern. Finden sie die besuchte Person, haben sie 2 Opfer. Eine Person kann nicht 2 mal hinter einander besucht werden.<br /> Doppelg&auml;nger*in:
            <br> W&auml;hlt in der ersten Nacht einen Person und &uuml;bernimmt ihre Rollen, sollte sie sterben. Wei&szlig; nicht, welche Rolle es seien wird.<br /> Geschwister:
            <br> Wissen von einander, dass sie keine Werw&ouml;lfe sind. <br /> Hexe*r:
            <br> Hat einen Trank zum Heilen und einen zum T&ouml;ten. Erf&auml;hrt in der Nacht wer sterben soll und kann ggf. einmal den Tod verhindern. Auch den eigenen! Kann einmal nachts eine Person t&ouml;ten. <br /> J&auml;ger*in:
            <br> Rei&szlig;t mit dem letzten Pfeil, eine weitere Person mit in den Tod.<br /> Kind:
            <br> W&auml;hlt in der 1. Nacht ein Vorbild. Wenn das Vorbild stirbt wird es zum Werwolf.<br /> Magd/Knecht:
            <br> Normale B&uuml;rger.<br /> Narr/N&auml;rrin:
            <br> M&ouml;chte alle anderen davon &uuml;berzeugen, dass man ein Werwolf ist.<br /> Rabe:
            <br> Steckt nachts heimlich eine extra Stimme in die Wahlurne. W&auml;hlt am Tag regul&auml;r mit. <br /> Seher*in:
            <br> W&auml;hlt nachts eine Person, erf&auml;hrt ob sie ein Werwolf ist.<br /> Spion*in:
            <br> Schreibt eine Liste aller Personen am Hofe. Erf&auml;hrt immer wenn jemand stirbt, die Rolle der Obersten noch lebenden Person dieser Liste.<br /> Werwolf:
            <br> Muss in der Nacht fressen. Tritt im Rudel auf.<br /> Z&auml;her Hund:<br /> Wird erst einen Tag sp&auml;ter, egal an welcher Wunde, sterben.
        </p>
    </div>

</body>

</html>